Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This disorder may be treated over time, according to normal rules (see Mental Healing and Psychotherapy, p.
fr_fr: Ce dérangement peut être traité avec le temps, en suivant les règles normales (voir Soins de l'Esprit et Psychothérapie, p.

source: Characters with the Psi trait are also vulnerable to infection by other strains of the Exsurgent virus.
fr_fr: Les personnages avec le trait Psi sont également vulnérables à l'infection par d'autres souches du virus Exsurgent.

source: The character suffers a –20 modifier when resisting Exsurgent infection (p.
fr_fr: Le personnage souffre d'un modificateur de -20 lorsqu'il résiste à une infection Exsurgente (p.

source: Critical failures when using psi tend to stress the async’s mind.
fr_fr: Les échecs critiques en utilisant le psi a tendance à stresser l'esprit de l'async.

source: Each time a critical failure is rolled when making a sleight-related test, the async suffers a temporary brain seizure.
fr_fr: À chaque fois qu'un échec critique est lancé en effectuant un test lié à un exploit psi, l'async souffre d'une attaque cérébrale.

source: They suffer a –30 modifi er and are incapable of acting until the end of the next Action Turn.
fr_fr: Ils souffrent d'un modificateur de -30 et sont incapable d'agir jusqu'à la fin du prochain Tour d'Action.

source: They must also succeed in a WIL + COG Test or fall down.
fr_fr: Ils doivent aussi réussir un Test de VOL + COG ou s'effondrer.

source: Transhuman psi users can manipulate their egos and otherwise create effects that can often be neither matched nor mimicked by technological means.
fr_fr: Les utilisateurs transhumain de psi peuvent manipuler leur ego et par ailleurs créer des effets qui dans la majorité des cas ne peuvent être reprosuit ou imités par des moyens technologique.

source: To use these abilities, they train their mental processes and practice cognitive algorithms called sleights, which they can subconsciously recall and use as necessary.
fr_fr: Pour utiliser ces capacités, ils entraïnent leur processus mental et s'exercent à l'utilisation d'algorithmes cognitifs appelés exploits psi, qu'ils peuvent de manière subconsciente rappeler et utiliser lorsque c'est nécessaire.

source: Sleights fall into two categories: psi-chi (cognitive enhancements, p.
fr_fr: Les exploits psi se répartissent en deux catégories: les chi-psi (améliorations cognitives, p.

source: 223) and psi-gamma (brainwave reading and manipulation, p.
fr_fr: 223) et les gamma-psi (lecture et manipulations des ondes cérébrales, p.

source: Psi-chi sleights are available to anyone with the Psi trait (p.
fr_fr: Les exploits chi-psi sont disponibles à quiconque possède le trait Psi (p.

source: 147), but psigamma sleights are only available to characters with the Psi trait at Level 2.
fr_fr: 147), mais les exploist gamma-psi ne sont disponible qu'aux personnages disposant du trait Psi au niveau 2.

source: In order to use these sleights, the async must be skilled in the Control (p.
fr_fr: Afin d'utiliser ces exploits, un async doit posséder les compétences Contrôle (p.

source: 178), Psi Assault (p.
fr_fr: 178), Assaut Psi (p.

source: 183), and/or Sense skills (p.
fr_fr: 183), et/ou Divination (p.

source: 184), as appropriate to each sleight.
fr_fr: 184), en fonction de chaque exploit.

source: Any player who chooses to play an async should keep the origin of their abilities in mind: Watts-MacLeod strain infection.
fr_fr: Tout joueur qui choisit de jouer un async devrait garder l'origine de ses capacités en tête: infection par la souche Watts-MacLeod.

source: The character may not be aware of this source, but they undoubtedly know that they underwent some sort of transformation and have talents that no one else does.
fr_fr: Le personnage peuvent ne pas être conscient de cette origine, mais ils savent indubitablementqu'ils ont subit une sorte de transformation et qu'ils ont des talents que personne d'autres n'a.

source: If unaware of the infection, they have likely learned to keep their abilities secret lest they be ridiculed, attacked, or whisked away to some secret testing program. Learning the truth about their nature could even be the starting point of a campaign and/or their introduction to Firewall.
fr_fr: Si ils ne sont pas conscient de l'infection, ils ont probablement appris à garder leurs capacités secrètes à moins d'être ridiculisés, attaqués ou esacmoté dans une sorte de programme de tests. Apprendre la vérité sur leur nature peut même être le point de départ d'une campagne et/ou leur introduction à Firewall.

source: If they know the truth, however, the character must live with the fact that they are the victim of a nanoplague likely spread by the TITANs that may or may not lead to complications, side effects, or other unexpected revelations in their future.
fr_fr: Si ils connaissent la vérité les personnages doivent cependant vivre avec le fait qu'ils sont les victimes d'une nanopeste probablemenr répandue par les TITANs qui peut ou peut ne pas amener à des complications, des effest dsecondaires ou d'autres révélations inattendues dans le futur.

source: Gamemasters and players should make an effort to explore the nature of this infection and how the character perceives it.
fr_fr: Les maîtres de jeu et les joueurs devraient faire un effort pour explorer la nature de cette infection et la manière dont les personnages la perçoivent.

source: As noted previously, asyncs are often profoundly-changed people.
fr_fr: Comme noté précédement, les asyncs sont souvent des personnes profondément changées.

source: The invasive and alien aspect of their abilities should not be lost on them.
fr_fr: Les aspects invasifs et étarngers de leur capacités ne devraient pas leur échapper.

source: For example, an async might conceive of their psi talents as a sort of parasitic entity, living off their sleights, or they might feel that using these powers puts them in touch with some sort of fundamental substrate of the universe that is weird and terrifying.
fr_fr: Par exemple, un async pourrait concevoir ses talents psi comme une sorte d'éntité parasite, vivant de ses exploits psi, ou il pourrait sentir qu'utiliser ces pouvoir les mets en contact avec une sort de substrat fondamental étrange et terrifiant de l'univers.

source: Alternately, they could feel as if their personality was melded with something different, something that doesn’t belong.
fr_fr: Sinon, ils pourraient se sentir comme si leur personnalité aurait été mélangée avec quelque chose de différent, quelque chose qui n'en ferait pas parti.

source: Each async is likely to view their situation differently, and none of them pleasantly.
fr_fr: Chaque async a tendance à voir leur situation différement, et aucun d'entre eux ne le perçoit de manière agréable.

source: Using psi—i.e., drawing on a certain sleight to procure some kind of effect—does not always require a test.
fr_fr: Utiliser le psi - c.à.d. lancer un exploit particulier pour déclencher certains effetx - ne nécessite pas toujours un jet.

source: Each sleight description details how the power is used.
fr_fr: La description de chaque exploit détaille comment le pouvoir est utilisé.

source: Active psi sleights must be “activated” to be used.
fr_fr: Les exploist psi actifs doivent être "activés" pour être utilisés.

source: These sleights usually require a skill test.
fr_fr: Ces exploits nécessitent habituellement un test de compétence.

source: Sleights that target other sentient beings or life forms are always Opposed Tests, while others are handled as Success Tests.
fr_fr: Les tests des exploits qui ciblent un autre être conscient ou une forme de vie sont toujours des Tests Opposés, alors que les autres sont gérés commes des Tests de Succès.

source: The level of concentration required to use these sleights varies, and so may call for a Quick, Complex, or Task Action.
fr_fr: Le niveau de concentration requis pour utilsier ces exploits varient, et donc ils peuvent nécessiter une Action Rapide, Complète ou de Tâche.

source: Active sleights also cause strain (p.
fr_fr: Les exploits actifs causent du drain (p.

source: 223) to the async.
fr_fr: 223) à l'async.

source: Most psi-gamma sleights fall into this category.
fr_fr: La plupart des exploits gamma-psi tombent dans cette catégorie.

source: Passive psi sleights encompasses abilities that are considered automatically active and subconscious.
fr_fr: Les exploits psi passifs englobent les capacités qui sont considérés comme automatiquement active et subconscientes.

source: They rarely require an action to be activated and require no effort or strain by the psi user.
fr_fr: Ils requièrent rarement une action pour être activé et ne nécessite ni effort ni drain de l'utilisateur du psi.

source: Passive sleights typically add bonuses to various activities or allow access to certain abilities rather than calling for some kind of skill test.
fr_fr: Les exploits passifs ajoutent typiquement des bonus à diverses activités ou permettent l'accès à certaines capacités plutôt que de faire appel à un test de compétence.

source: Most psi-chi sleights fall into this category.
fr_fr: La plupart des exploits chi-psi tombent dans cette catégorie.

source: Sleights have a Range of either Self, Touch, or Close.
fr_fr: Les exploits disposent d'une Portée qui est soi Soi, Contact ou Proche.

source: Self: These sleights only affect the async.
fr_fr: Soi: Ces exploits n'affectent que l'async.

source: Touch: Sleights with a Touch range may be used against other biological life, but the async must have physical contact with the target.
fr_fr: Contact: Les Exploits avec une portée Contact peuvent être utilisés contre d'autre formes de vie biologique, mais l'async doit établir un contact physique avec la cible.

source: If the target avoids being touched, this requires a successful melee attack, applying the touch-only +20 modifier.
fr_fr: Si la cible évite le contact, cela requiert une attaque de mélée réussie, en appliquant le moidificateur contact-seulement de +20.

source: This attack does not cause damage, and is considered part of the same action as the psi use.
fr_fr: Cette attaque ne cause aucun dommage, et est considérée comme faisant partie de la même action que l'utilisation de psi.

source: Close: Close sleights involve interaction with other biological life from a short distance.
fr_fr: Proche: Les exploits qui disposent d'une portée Proche impliquent une interaction avec les autres formes de vie biologique sur une courte distance.

source: The optimal distance is within 5 meters.
fr_fr: La distance optimale est inférieure à 5 mètres.

source: For each meter beyond that, apply a –10 modifier to the test.
fr_fr: Pour chaque mètre au-deloà de cette limite, appliquez un modificateur de -10 au test.

source: Psi vs. Psi: Due to the nature of psi, sleights are more effective against other psi users.
fr_fr: Psi contre Psi: Enr aison de la nature du psi, les exploits sont plus efficace contre d'autres utilisateurs de psi.

source: Sleights with a range of Touch may be used from a Close range against another async.
fr_fr: Les exploits avec une portée de Contact peuvent être utilisé à portée Proche contre un autre async.

source: Likewise, a sleight with a Close range may be used at twice the normal distance (10 meters) when wielded on another async.
fr_fr: De la même manière, un exploit avec une portée Proche peut être utilisé à deux fois la distance normale (10 mètres) lorsqu'il est lancé sur un autre async.

source: Synthmorphs, bots, and vehicles may not be targeted by psi sleights, as they lack biological brains.
fr_fr: Les synthmorpsh, les bots et les véhicules ne peuvent pas être ciblé par des exploits psis, car ils ne possèdent pas de cerveau biologique.

source: Pods - with brains that are half biological and half computer - are less susceptible and receive a +30 modifier when defending against psi use.
fr_fr: Les pods - avec des cerveaux moitié biologique moitié numérique - sont moins succeptible d'être affectés par le psi et reçoivent un modificateur de +30 lorsqu'il se défendent contre une utilisation du psi.

source: Note that infomorphs may never be targeted by psi sleights as psi is not effective within the mesh or simulspace.
fr_fr: Notez que les infomorphs ne peuvent jamais être ciblées par des exploits psi car le psi n'est pas actifs dans le mesh ou dans les simulspaces.

source: Multiple Targets: An async may target more than one character with a sleight with the same action, as long as each of them can be targeted via the rules above.
fr_fr: Cible multiples: Un async peut cibler plus d'un personnage avec un exploit avec la même action, tant que chacun d'entre eux peut être ciblé en respect des règles ci-dessus.

source: The psi character only rolls once, with each of the defending characters making their Opposed Tests against that roll.
fr_fr: Le personnage psi ne fait qu'un seul jet, et chacun des personnages en défense fait un Test Opposé contre ce jet.

source: The psi character suffers strain (p.
fr_fr: Le personnage psi souffre du drain (p.

source: 223) for each target, however, meaning that using psi on multiple targets can be extremely dangerous.
fr_fr: 223) pour chaque cible cependant, ce qui siginfie qu'utiliser le psi sur des cibles multiples est extrêmement dangereux.

source: Animals and Less Complex Life Forms: Psi works against any living creature with a brain and/or nervous system.
fr_fr: Animaux et autres formes de vie moins complexe: le psi fonctionne contre n'importe quelle créature vivante disposant d'un cerveau et/ou d'un système nerveux.

source: Against partially-sentient and partially- uplifted animals, it suffers a –20 modifier and increases strain by +1.
fr_fr: Contre les animaux partiellement-conscient et partiellement-élevées, le psi souffre d'un modificateur de -20 et augemente le drain de +1.

source: Against non-sentient animals, it suffers a –30 modifier and increases strain by +3.
fr_fr: Contre des animaux non-conscient, le psi souffre d'un modificateur de -30 et augmente le drain de +3.

source: It has no effect on or against less complex life forms like plants, algae, bacteria, etc.
fr_fr: Il n'a aucune effet sur ou contre les formes de vie moins complexe telles que les plantes, les algues, les bactéries, etc.

source: Factors and Aliens: At the gamemaster’s discretion, psi sleights may not work on alien creatures at all, depending on their physiology and neurology.
fr_fr: Facteurs et Aliens: à la discrétion du maître de jeu, les exploits psis peuvent ne pas fonctionner du tout sur les créatures étrangères, en fonction de leur physiologie et de leur neurologie.

source: If it does work, it is likely to suffer at least a –20 modifier and +1 strain.
fr_fr: Si cela fonctionne, l'usage de psi souffrira au moins d'un modificateur de -20 et d'une augmentation du drain de +1.

source: Psi that is used against another character is resisted with an Opposed Test.
fr_fr: Le psi utilisé contre un autre personnage est résisté par un Test Opposé

source: Defending characters resist with WIL x 2.
fr_fr: Les personnages se défendant résistent avec WOL x 2.

source: Willing characters may choose not to resist.
fr_fr: Les personnages volontaires peuvent choisir de ne pas résister.

source: Unconscious or sleeping characters cannot resist.
fr_fr: Les personnages inconscients ou endormis ne peuvent pas résister.

source: If the psi-wielding character succeeds and the defender fails, the sleight affects the target.
fr_fr: Si le personnage qui lance le psi réussit son test et que el défenseur échoue, l'exploit affecte sa cible.

source: If the psi user fails, the defender is unscathed.
fr_fr: Si l'utilisateur de psi échoue, le défenseur n'est pas affecté.

source: If both parties succeed in their tests, compare their dice rolls.
fr_fr: Si les deux parties réussissent leur tests, il faut comparer leurs résultats.

source: If the psi user’s roll is higher, the sleight bypasses the defender’s mental block and affects the target; otherwise, the sleight fails to affect the defender’s ego.
fr_fr: Si l'utilisateur de psi obtient un meilleur résultat que le défenseur, l'exploit surpasse les blocage mentaux du défenseur et affectent leur cible; dans le cas contraire, l'explot échoue à affecter l'égo du défenseur.

source: The target of a psi sleight is aware they are being targeted any time they succeed on their half of the Opposed Test (regardless on whether the async rolls higher or not).
fr_fr: La cible d'un exploit psi est consciente d'être ciblées dés qu'elles réussissent leur part du Test Opposé (que l'async obtienne un meilleur résultat ou pas).

source: Note that awareness does not necessarily mean that the target understands that psi abilities are being used on them, especially as most people in Eclipse Phase are unaware of psi’s existence.
fr_fr: Notez que le fait d'avoir conscience d'être ciblé par un psi ne signifie pas nécessairement que la cible comprends que des capacités psi sont utilisées sur elle, surtout que la plupart des personnes dans Eclipse Phase ne sont aps au courant de l'existence du psi.

source: Instead, the target is simply likely to understand that some outside influence is at work, or that something strange is happening.
fr_fr: Au lieu de ça, la cible est plus encline à comprendre qu'une influence extérieure quelconque est à l'œuvre, ou que quelque chose d'étrange est en train de se passer.

source: They may suspect that they have been drugged or are under the influence of some strange technology.
fr_fr: Ils peuvent soupçonner avoir été drogués ou être sous l'influence d'une technologie étrange.

source: Targets who fail their roll remain unaware.
fr_fr: Les cibles qui échouent leur jet restent inconsciente de la tentative de psi.

source: Like full defense in physical combat (p.
fr_fr: Comme la défense totale en combat physique (p.

source: 198), a defender may spend a Complex Action to rally and concentrate their mental defenses, gaining a +30 modifier to their defense test against psi use until their next Action Phase.
fr_fr: 198), un défenseur peut dépenser une Action Complexe pour se regrouper et concentrer ses défenses mentales, gagnant un modificateur de +30 à ses jets de défense contre l'utilisation de psi jusqu'à leur prochaine Phase d'Action.

source: If the defender rolls a critical success, the character attempting to wield psi is temporarily locked out of the target’s mind.
fr_fr: Si le défenseur obtient un succès critique, le personnage qui tente de l'affecter par le psi est temporairement bloqué à l'extérieur de l'esprit de la cible.

source: The psi user may not target that character with sleights until an appropriate “reset” period has passed, determined by the gamemaster.
fr_fr: L'utilisateur de psi ne peut plus cibler ce personnage avec des exploits jusqu'à ce qu'une période de "reset" appropriée se soit écoulée, déterminée par le maître de jeu.

source: If the async rolls a critical failure, they suffer temporary incapacitation as their mind dysfunctions in some harsh and distressing ways (see Psi Drawbacks, p.
fr_fr: Si l'async obtient un échec critique, il souffre d'une incapacité temporaire suite aux dysfonctionnements particulièrement violents et stressants de leur esprit (voir Inconvénients du Psi p.

source: If a psi user rolls a critical success against a defender, or the defender rolls a critical failure, double the potency of the sleight’s effect.
fr_fr: Si un utilisateur de psi obtient un succès critique contre un défenseur, ou si le défenseur obtiens un échec critique, doublez la puissance des effets de l'exploit.

source: In the case of psi attacks, the DV can be doubled or mental armor can be bypassed.
fr_fr: Dans le cadre d'attaque psi, la VD peut être doublée ou l'armure mentale peut-être ignorée.

source: Alternately, when using Psi Assault (p.
fr_fr: Alternativement, lors de l'utilisation d'Assaut Psi (p.

source: 183), the targeted character may be in danger of infection by the Watts-Macleod strain (p.
fr_fr: 183), le personnage ciblé peut risquer de se faire infecter par le souche Watts-McLeod (p.

source: The Psi Shield sleight (p.
fr_fr: L'exploit Bouclier Psi (p.

source: 228) provides mental armor, a form of neural hardening against psi-based attacks.
fr_fr: 228) Procure une armurre mentale, une forme de renforcement neuronal contre les attaques basées sur le psi.

source: Like physical armor, this mental armor reduces the amount of damage inflicted by a psi assault.
fr_fr: Comme les armures physique, cette armure mentale réduit le total de dommage infligés par un assaut psi.

source: Psi sleights have one of four durations: constant, instant, temporary, or sustained.
fr_fr: Les exploits psi possèdent l'une des quatres durées suivantes: permanent, instantané, temporaire ou maintenu.

source: Constant: Constant sleights are always “on.” Instant: Instant sleights take effect only in the Action Phase in which they are used.
fr_fr: Permanent: Les exploits Permanents sont toujours actifs. Instantané: Les exploits Instatanés font effets pendant la Phase d'Action dans laquelle isl ont été utilisés uniquement.

source: Temporary: Temporary sleights last for a limited duration with no extra effort from the async.
fr_fr: Temporaire: Les exploits Temporaires sont effectifs pendant une durée limitée sans effort supplémentaires de la part de l'async.

source: The temporary duration is determined by the async’s WIL $$ 5 (round up) and is measured in either Action Turns or minutes, as noted.
fr_fr: La durée d'un effet Temporaire est déterminée par la VOL $$ 5 (arrondi au supérieur) de l'async et est mesurée soit en Tour d'Actions soit en minute, comme noté dans la description de l'exploit.

source: Strain for the sleight is applied immediately when used, not at the end of the duration.
fr_fr: Le drain pour l'exploit est appliqué immédiatement lorsqu'il est utilisé, pas à la fin de l'effet.

source: Sustained: Sustained sleights require active effort to maintain for as long as the async wants to keep it active.
fr_fr: Maintenus: Les exploits maintenus requièrent un effort de l'async pour le garder actif aussi longtemps que le désire l'async.

source: Sustaining a sleight requires concentration, and so the async suffers a –10 modifier to all other skill tests while the sleight is sustained.
fr_fr: Maintenir un exploit requiert de la concentration, et infligent donc à l'async un modificateur de -10 à toutes ses autres compétences tant que l'exploit est maintenu.

source: The async must also stay within the range appropriate to the sleight, otherwise the sleight immediately ends.
fr_fr: L'async doit également rester à portée de sa cible, sinon l'exploit se termine immédiatement.

source: More than one sleight may be sustained at a time, with a cumulative modifier.
fr_fr: Plus d'un exploit peut-être maintenu à la fois, avec un modificateur cumulatif.

source: At the gamemaster’s discretion, sleights that are sustained for long periods may incur additional strain.
fr_fr: A la discrétion du maître de jeu, les exploits qui sont maintenus sur une longue période devraient infligés un drain supplémentaire.

source: The use of psi is physically (and sometimes psychologically) draining to a psi user.
fr_fr: L'utilisation de psi draine physiquement (et parfois psychologiquement) un utilisateur psi.

source: This phenomenon is known as strain, and manifests as fatigue, exhaustion, pain, neural overload, cardiovascular stress, and adynamia (loss of vigor).
fr_fr: The phénomène est appellé le drain, et se manifeste comme de la fatigue, de l'épuisevement, de la douleur, de la surcharge neurale, du stress cardiovasculaire et de l'adynamie (perte de vigueur).
